// Type: split by '_'
var LevelDataBusy={
    "业务介绍_常用别名":"","业务介绍_业务简介":"","业务介绍_业务功能":"","业务介绍_业务上线时间":"","业务介绍_业务下线时间":"","业务介绍_业务卖点":"","业务介绍_适用范围":"","业务介绍_互斥知识":"","业务介绍_FAQ":"",
    "业务资费_资费标准_月功能费":"","业务资费_资费标准_通信费":"","业务资费_资费标准_流量费":"","业务资费_资费标准_信息费":"","业务资费_资费标准_季费":"","业务资费_资费标准_年费":"",
    "业务资费_扣费方式":"","业务资费_FAQ":"","业务办理_业务开通_营业厅开通方式_个人":"","业务办理_业务开通_营业厅开通方式_集团":"","业务办理_业务开通_短信营业厅开通方式":"",
    "业务办理_业务开通_掌上营业厅开通方式":"","业务办理_业务开通_WAP营业厅开通方式":"","业务办理_业务开通_客户端开通方式":"","业务办理_业务开通_客户经理开通方式":"","业务办理_业务开通_其他渠道开通方式":"",
    "业务办理_业务变更_营业厅变更方式_个人":"","业务办理_业务变更_营业厅变更方式_集团":"","业务办理_业务变更_短信营业厅变更方式":"",
    "业务办理_业务变更_掌上营业厅变更方式":"","业务办理_业务变更_WAP营业厅变更方式":"","业务办理_业务变更_客户端变更方式":"","业务办理_业务变更_客户经理变更方式":"","业务办理_业务变更_其他渠道变更方式":"",
    "业务办理_业务退订_营业厅退订方式_个人":"","业务办理_业务退订_营业厅退订方式_集团":"","业务办理_业务退订_短信营业厅退订方式":"",
    "业务办理_业务退订_掌上营业厅退订方式":"","业务办理_业务退订_WAP营业厅退订方式":"","业务办理_业务退订_客户端退订方式":"","业务办理_业务退订_客户经理退订方式":"","业务办理_业务退订_其他渠道退订方式":"",
    "业务办理_业务增加_营业厅增加方式_个人":"","业务办理_业务增加_营业厅增加方式_集团":"","业务办理_业务增加_短信营业厅增加方式":"",
    "业务办理_业务增加_掌上营业厅增加方式":"","业务办理_业务增加_WAP营业厅增加方式":"","业务办理_业务增加_客户端增加方式":"","业务办理_业务增加_客户经理增加方式":"","业务办理_业务增加_其他渠道增加方式":"",
    "业务办理_业务删除_营业厅删除方式_个人":"","业务办理_业务删除_营业厅删除方式_集团":"","业务办理_业务删除_短信营业厅删除方式":"",
    "业务办理_业务删除_掌上营业厅删除方式":"","业务办理_业务删除_WAP营业厅删除方式":"","业务办理_业务删除_客户端删除方式":"","业务办理_业务删除_客户经理删除方式":"","业务办理_业务删除_其他渠道删除方式":"",
    "业务办理_业务暂停_营业厅暂停方式_个人":"","业务办理_业务暂停_营业厅暂停方式_集团":"","业务办理_业务暂停_短信营业厅暂停方式":"",
    "业务办理_业务暂停_掌上营业厅暂停方式":"","业务办理_业务暂停_WAP营业厅暂停方式":"","业务办理_业务暂停_客户端暂停方式":"","业务办理_业务暂停_客户经理暂停方式":"","业务办理_业务暂停_其他渠道暂停方式":"",
    "业务办理_业务恢复_营业厅恢复方式_个人":"","业务办理_业务恢复_营业厅恢复方式_集团":"","业务办理_业务恢复_短信营业厅恢复方式":"",
    "业务办理_业务恢复_掌上营业厅恢复方式":"","业务办理_业务恢复_WAP营业厅恢复方式":"","业务办理_业务恢复_客户端恢复方式":"","业务办理_业务恢复_客户经理恢复方式":"","业务办理_业务恢复_其他渠道恢复方式":"",
    "业务办理_业务修改_营业厅修改方式_个人":"","业务办理_业务修改_营业厅修改方式_集团":"","业务办理_业务修改_短信营业厅修改方式":"",
    "业务办理_业务修改_掌上营业厅修改方式":"","业务办理_业务修改_WAP营业厅修改方式":"","业务办理_业务修改_客户端修改方式":"","业务办理_业务修改_客户经理修改方式":"","业务办理_业务修改_其他渠道修改方式":"",
    "业务办理_业务重置_营业厅重置方式_个人":"","业务办理_业务重置_营业厅重置方式_集团":"","业务办理_业务重置_短信营业厅重置方式":"",
    "业务办理_业务重置_掌上营业厅重置方式":"","业务办理_业务重置_WAP营业厅重置方式":"","业务办理_业务重置_客户端重置方式":"","业务办理_业务重置_客户经理重置方式":"","业务办理_业务重置_其他渠道重置方式":"",
    "业务办理_业务激活_营业厅激活方式_个人":"","业务办理_业务激活_营业厅激活方式_集团":"","业务办理_业务激活_短信营业厅激活方式":"",
    "业务办理_业务激活_掌上营业厅激活方式":"","业务办理_业务激活_WAP营业厅激活方式":"","业务办理_业务激活_客户端激活方式":"","业务办理_业务激活_客户经理激活方式":"","业务办理_业务激活_其他渠道激活方式":"",
    "业务办理_业务查询_营业厅查询方式_个人":"","业务办理_业务查询_营业厅查询方式_集团":"","业务办理_业务查询_短信营业厅查询方式":"",
    "业务办理_业务查询_掌上营业厅查询方式":"","业务办理_业务查询_WAP营业厅查询方式":"","业务办理_业务查询_客户端查询方式":"","业务办理_业务查询_客户经理查询方式":"","业务办理_业务查询_其他渠道查询方式":"",
    "业务办理_协议单据":"", "业务办理_FAQ":"","业务使用_客户端下载":"","业务使用_客户端安装":"","业务使用_客户端登录":"","业务使用_客户端设置":"","业务使用_客户端保存":"","业务使用_PC下载":"","业务使用_ PC安装":"",
    "业务使用_ PC登录":"","业务使用_ PC设置":"","业务使用_ PC保存":"","业务使用_ FAQ":"","内部知晓_10086相关":"","内部知晓_营业厅相关":"","内部知晓_二线客服":"","内部知晓_主管部门":""
};
var LevelDataPackage={
    "基本信息_套餐简介":"", "基本信息_套餐亮点":"", "基本信息_适用客户类型":"", "基本信息_套餐类型":"", "基本信息_适用范围说明":"", "套餐有效期_推出日期":"","套餐有效期_失效日期":"",
    "套餐包含成员规则_套餐包含宽带":"","套餐包含成员规则_添加手机成员收费":"","资费内服务_套餐月基本费":"","资费内服务_含通话费":"","资费内服务_套餐季付使用费":"","资费内服务_套餐半年付使用费":"",
    "资费内服务_套餐年付使用费":"","资费内服务_宽带速率":"","资费内服务_最多同时上网终端数":"","资费内服务_每月包含手机本地市话通话时长":"","资费内服务_每月包含手机国内长途通话时长":"","资费内服务_每月包含手机本地通话时长":"",
    "资费内服务_每月包含手机国内漫游通话时长":"","资费内服务_每月包含手机国内通话时长":"","资费内服务_每月包含手机长漫通话时长":"","资费内服务_手机免费接听范围":"","资费内服务_每月包含手机本地上网时长":"","资费内服务_每月包含手机省内上网时长":"",
    "资费内服务_每月包含手机国内上网时长":"","资费内服务_每月包含手机国际漫游上网时长":"","资费内服务_每月包含手机本地上网流量":"","资费内服务_每月包含手机省内上网流量":"","资费内服务_每月包含手机国内上网流量":"","资费内服务_每月包含手机国际漫游上网流量":"",
    "资费内服务_每月包含上网卡本地上网流量":"","资费内服务_每月包含上网卡省内上网流量":"","资费内服务_每月包含上网卡国内上网流量":"","资费内服务_每月包含上网卡本地上网时长":"","资费内服务_每月包含上网卡省内上网时长":"","资费内服务_每月包含上网卡国内漫游上网时长":"",
    "资费内服务_每月包含国内手机WIFI上网时长":"","资费内服务_每月包含国内点对点短信":"","资费内服务_每月包含国内点对点彩信":"","资费内服务_V网优惠":"","资费内服务_优惠促销":"","资费内服务_超值赠送":"","资费内服务_资费内服务备注":"","超出部分资费说明_手机市话主叫":"",
    "超出部分资费说明_手机国内长途主叫":"","超出部分资费说明_手机国内漫游主叫":"","超出部分资费说明_手机国内漫游被叫":"","超出部分资费说明_手机加拨IP拨打国内长途资费":"","超出部分资费说明_手机加拨IP拨打国际长途资费":"","超出部分资费说明_手机国内上网资费":"","超出部分资费说明_手机WIFI上网资费":"","超出部分资费说明_手机点对点短信":"",
    "超出部分资费说明_手机点对点彩信":"","超出部分资费说明_有线宽带上网资费":"","超出部分资费说明_超出资费部分备注":"","资费说明_新增当月资费":"","资费说明_变更当月资费":"","资费说明_退订当月资费":"","注意事项_生失效规则":"","注意事项_是否积分":"","注意事项_违约规则描述":"",
    "注意事项_办理/变更时互斥规则":"","注意事项_费用使用规则":"","注意事项_申请停用或注销规则":"","注意事项_欠费停用或注销规则":"","注意事项_业务规则补充说明":"","套餐受理_开通方式":"","套餐受理_变更方式":"","套餐受理_退订方式":"","套餐受理_其他渠道备注说明":"","FAQ_FAQ":""
};
var LevelDataMarket={
    "基本介绍_名称":"","基本介绍_地区":"","基本介绍_活动类型":"","基本介绍_活动亮点":"","基本介绍_活动对象":"","基本介绍_开展渠道":"","基本介绍_开始日期":"","基本介绍_结束日期":"","基本介绍_适用客户类型":"","基本介绍_适用范围说明":"",
    "活动内容_赠送内容":"","活动内容_参与方式":"","活动内容_资费介绍":"","注意事项（活动规则）_生失效规则":"","注意事项（活动规则）_违约规则描述":"","注意事项（活动规则）_参与时的互斥规则":"","注意事项（活动规则）_费用使用规则":"","注意事项（活动规则）_申请停用活注销规则":"",
    "注意事项（活动规则）_欠费停用或注销规则":"","注意事项（活动规则）_内部注意事项":"","活动受理_新办受理渠道":"","活动受理_变更受理渠道":"","活动受理_退订受理渠道":"","使用说明_操作步骤":"","办理规范_新办规范":"","办理规范_新增操作指引手册/协议":"","办理规范_变更规范":"","办理规范_变更操作指引":"",
    "办理规范_退订规范":"","办理规范_退订退订操作指引":"","FAQ_关联FAQ":""
};

// Type: Obj
var LevelDataBusyObj={"业务介绍":{"常用别名":"","业务简介":"","业务功能":"","业务上线时间":"","业务下线时间":"","业务卖点":"","适用范围":"","互斥知识":"","FAQ":""},
    "业务资费":{"资费标准":{"月功能费":{"个人":"","集团":""},"通信费":"","流量费":"","信息费":"","季费":"","年费":""},"扣费方式":"","FAQ":""},
    "业务办理":{"业务开通":{"营业厅开通方式":{"个人":"","集团":""},"短信营业厅开通方式":"","掌上营业厅开通方式":"","WAP营业厅开通方式":"","客户端开通方式":"","客户经理开通方式":"","其他渠道开通方式":""},
        "业务变更":{"营业厅变更方式":{"个人":"","集团":""},"网上营业厅变更方式":"","短信营业厅变更方式":"","掌上营业厅变更方式":"","WAP营业厅变更方式":"","客户端变更方式":"","客户经理变更方式":"","其他渠道变更方式":""},
        "业务退订":{"营业厅退订方式":{"个人":"","集团":""},"网上营业厅退订方式":"","短信营业厅退订方式":"","掌上营业厅退订方式":"","WAP营业厅退订方式":"","客户端退订方式":"","客户经理退订方式":"","其他渠道退订方式":""},
        "业务增加":{"营业厅增加方式":{"个人":"","集团":""},"网上营业厅增加方式":"","短信营业厅增加方式":"","掌上营业厅增加方式":"","WAP营业厅增加方式":"","客户端增加方式":"","客户经理增加方式":"","其他渠道增加方式":""},
        "业务删除":{"营业厅删除方式":{"个人":"","集团":""},"网上营业厅删除方式":"","短信营业厅删除方式":"","掌上营业厅删除方式":"","WAP营业厅删除方式":"","客户端删除方式":"","客户经理删除方式":"","其他渠道删除方式":""},
        "业务暂停":{"营业厅暂停方式":{"个人":"","集团":""},"网上营业厅暂停方式":"","短信营业厅暂停方式":"","掌上营业厅暂停方式":"","WAP营业厅暂停方式":"","客户端暂停方式":"","客户经理暂停方式":"","其他渠道暂停方式":""},
        "业务恢复":{"营业厅恢复方式":{"个人":"","集团":""},"网上营业厅恢复方式":"","短信营业厅恢复方式":"","掌上营业厅恢复方式":"","WAP营业厅恢复方式":"","客户端恢复方式":"","客户经理恢复方式":"","其他渠道恢复方式":""},
        "业务修改":{"营业厅修改方式":{"个人":"","集团":""},"网上营业厅修改方式":"","短信营业厅修改方式":"","掌上营业厅修改方式":"","WAP营业厅修改方式":"","客户端修改方式":"","客户经理修改方式":"","其他渠道修改方式":""},
        "业务重置":{"营业厅重置方式":{"个人":"","集团":""},"网上营业厅重置方式":"","短信营业厅重置方式":"","掌上营业厅重置方式":"","WAP营业厅重置方式":"","客户端重置方式":"","客户经理重置方式":"","其他渠道重置方式":""},
        "业务激活":{"营业厅激活方式":{"个人":"","集团":""},"网上营业厅激活方式":"","短信营业厅激活方式":"","掌上营业厅激活方式":"","WAP营业厅激活方式":"","客户端激活方式":"","客户经理激活方式":"","其他渠道激活方式":""},
        "业务查询":{"营业厅查询方式":{"个人":"","集团":""},"网上营业厅查询方式":"","短信营业厅查询方式":"","掌上营业厅查询方式":"","WAP营业厅查询方式":"","客户端查询方式":"","客户经理查询方式":"","其他渠道查询方式":""},
        "协议单据":"","FAQ":""},
    "业务使用":{"客户端下载":"","客户端安装":"","客户端登录":"","客户端设置":"","客户端保存":"","PC下载":"","PC安装":"","PC登录":"","PC设置":"","PC保存":"","FAQ":""},
    "内部知晓":{"10086相关":"","营业厅相关":"","二线客服":"","主管部门":""}
};
var LevelDataPackageObj={"基本信息":{"套餐简介":"","套餐亮点":"","适用客户类型":"","套餐类型":"","适用范围说明":"" },
    "套餐有效期":{"推出日期":"","失效日期":""},"套餐包含成员规则":{"套餐包含宽带":"","添加手机成员收费":""},
    "资费内服务":{"套餐日付使用费":"","套餐月基本费":"","含通话费":"","套餐季付使用费":"","套餐半年付付使用费":"","套餐年付付使用费 ":"","宽带速率":"","最多同时上网终端数":"","每月包含手机本地市话通话时长":"","每月包含手机国内长途通话时长":"","每月包含手机本地通话时长":"","每月包含手机国内漫游通话时长":"","每月包含手机国内通话时长":"","每月包含手机长漫通话时长":"","手机免费接听范围":"","每月包含手机本地上网时长":"","每月包含手机省内上网时长":"","每月包含手机国内上网时长":"","每月包含手机国际漫游上网时长":"","每月包含手机本地上网流量":"","每月包含手机省内上网流量":"","每月包含手机国内上网流量":"","每月包含手机国际漫游上网流量":"","每月包含上网卡本地上网流量":"","每月包含上网卡省内上网流量":"","每月包含上网卡国内上网流量":"","每月包含上网卡本地上网时长":"","每月包含上网卡省内上网时长":"","每月包含上网卡国内漫游上网时长":"","每月包含国内手机WIFI上网时长":"","每月包含国内点对点短信":"","每月包含国内点对点彩信":"","每月包含宽带上网时长":"","V网优惠":"","优惠促销":"","超值赠送":"","资费内服务备注":"" },
    "超出部分资费说明":{"手机市话主叫":"","手机国内长途主叫":"","手机国内漫游主叫":"","手机国内漫游被叫":"","手机加拨IP拨打国内长途资费":"","手机加拨IP拨打国际长途资费":"","手机国内上网资费":"","手机WIFI上网资费":"","手机点对点短信":"","手机点对点彩信":"","有线宽带上网资费":"","超出资费部分备注":""},
    "资费说明":{"新增当月资费":"","变更当月资费":"","退订当月资费":"" },
    "注意事项":{"生失效规则":"","是否积分":"","违约规则描述":"","办理/变更时互斥规则":""," 费用使用规则":"","申请停用或注销规则":"","欠费停用或注销规则":""," 业务规则补充说明":"" },
    "套餐受理":{"开通方式":"","变更方式":"","退订方式":"","其他渠道备注说明":"" },
    "FAQ":{"FAQ":""}
};
var LevelDataMarketObj={
    "基本介绍":{"名称":"","地区":"","活动类型":"","活动亮点":"","活动对象":"","开展渠道":"","开始日期":"","结束日期":"","适用客户类型":"","适用范围说明":"" },
    "活动内容":{"赠送内容":"","参与方式":"","资费介绍":""},
    "注意事项（活动规则）":{"生失效规则":"","违约规则描述":"","参与时的互斥规则":"","费用使用规则":"","申请停用活注销规则":"","欠费停用或注销规则":"","内部注意事项":""},
    "活动受理":{"新办受理渠道":"","变更受理渠道":"","退订受理渠道":""},
    "使用说明":{"操作步骤":"" },
    "办理规范":{"新办规范":"","新增操作指引手册/协议":"","变更规范":"","变更操作指引":"","退订规范":"","退订退订操作指引":""},
    "FAQ":{"关联FAQ":"" }
};

// Type: Json
var LevelDataBusyJson=[{"业务介绍":[{"常用别名":""},{"业务简介":""},{"业务功能":""},{"业务上线时间":""},{"业务下线时间":""},{"业务卖点":""},{"适用范围":""},{"互斥知识":""},{"FAQ":""}]},
    {"业务资费":[{"资费标准":[{"月功能费":""},{"通信费":""},{"流量费":""},{"信息费":""},{"季费":""},{"年费":""}]},{"扣费方式":""},{"FAQ":""}]},
    {"业务办理":[{"业务开通":[{"营业厅开通方式":[{"个人":""},{"集团":""}]},{"短信营业厅开通方式":""},{"掌上营业厅开通方式":""},{"WAP营业厅开通方式":""},{"客户端开通方式":""},{"客户经理开通方式":""},{"其他渠道开通方式":""}]},
        {"业务变更":[{"营业厅变更方式":[{"个人":""},{"集团":""}]},{"网上营业厅变更方式":""},{"短信营业厅变更方式":""},{"掌上营业厅变更方式":""},{"WAP营业厅变更方式":""},{"客户端变更方式":""},{"客户经理变更方式":""},{"其他渠道变更方式":""}]},
        {"业务退订":[{"营业厅退订方式":[{"个人":""},{"集团":""}]},{"网上营业厅退订方式":""},{"短信营业厅退订方式":""},{"掌上营业厅退订方式":""},{"WAP营业厅退订方式":""},{"客户端退订方式":""},{"客户经理退订方式":""},{"其他渠道退订方式":""}]},
        {"业务增加":[{"营业厅增加方式":[{"个人":""},{"集团":""}]},{"网上营业厅增加方式":""},{"短信营业厅增加方式":""},{"掌上营业厅增加方式":""},{"WAP营业厅增加方式":""},{"客户端增加方式":""},{"客户经理增加方式":""},{"其他渠道增加方式":""}]},
        {"业务删除":[{"营业厅删除方式":[{"个人":""},{"集团":""}]},{"网上营业厅删除方式":""},{"短信营业厅删除方式":""},{"掌上营业厅删除方式":""},{"WAP营业厅删除方式":""},{"客户端删除方式":""},{"客户经理删除方式":""},{"其他渠道删除方式":""}]},
        {"业务暂停":[{"营业厅暂停方式":[{"个人":""},{"集团":""}]},{"网上营业厅暂停方式":""},{"短信营业厅暂停方式":""},{"掌上营业厅暂停方式":""},{"WAP营业厅暂停方式":""},{"客户端暂停方式":""},{"客户经理暂停方式":""},{"其他渠道暂停方式":""}]},
        {"业务恢复":[{"营业厅恢复方式":[{"个人":""},{"集团":""}]},{"网上营业厅恢复方式":""},{"短信营业厅恢复方式":""},{"掌上营业厅恢复方式":""},{"WAP营业厅恢复方式":""},{"客户端恢复方式":""},{"客户经理恢复方式":""},{"其他渠道恢复方式":""}]},
        {"业务修改":[{"营业厅修改方式":[{"个人":""},{"集团":""}]},{"网上营业厅修改方式":""},{"短信营业厅修改方式":""},{"掌上营业厅修改方式":""},{"WAP营业厅修改方式":""},{"客户端修改方式":""},{"客户经理修改方式":""},{"其他渠道修改方式":""}]},
        {"业务重置":[{"营业厅重置方式":[{"个人":""},{"集团":""}]},{"网上营业厅重置方式":""},{"短信营业厅重置方式":""},{"掌上营业厅重置方式":""},{"WAP营业厅重置方式":""},{"客户端重置方式":""},{"客户经理重置方式":""},{"其他渠道重置方式":""}]},
        {"业务激活":[{"营业厅激活方式":[{"个人":""},{"集团":""}]},{"网上营业厅激活方式":""},{"短信营业厅激活方式":""},{"掌上营业厅激活方式":""},{"WAP营业厅激活方式":""},{"客户端激活方式":""},{"客户经理激活方式":""},{"其他渠道激活方式":""}]},
        {"业务查询":[{"营业厅查询方式":[{"个人":""},{"集团":""}]},{"网上营业厅查询方式":""},{"短信营业厅查询方式":""},{"掌上营业厅查询方式":""},{"WAP营业厅查询方式":""},{"客户端查询方式":""},{"客户经理查询方式":""},{"其他渠道查询方式":""}]},
        {"协议单据":""},{"FAQ":""}]},
    {"业务使用":[{"客户端下载":""},{"客户端安装":""},{"客户端登录":""},{"客户端设置":""},{"客户端保存":""},{"PC下载":""},{"PC安装":""},{"PC登录":""},{"PC设置":""},{"PC保存":""},{"FAQ":""}]},
    {"内部知晓":[{"10086相关":""},{"营业厅相关":""},{"二线客服":""},{"主管部门":""}]}
];
var LevelDataPackageJson=[{"基本信息":[{"套餐简介":""},{"套餐亮点":""},{"适用客户类型":""},{"套餐类型":""},{"适用范围说明":"" }]},
    {"套餐有效期":[{"推出日期":""},{"失效日期":""}]},
    {"套餐包含成员规则":[{"套餐包含宽带":""},{"添加手机成员收费":""}]},
    {"资费内服务":[{"套餐日付使用费":""},{"套餐月基本费":""},{"含通话费":""},{"套餐季付使用费":""},{"套餐半年付付使用费":""},{"套餐年付付使用费 ":""},{"宽带速率":""},{"最多同时上网终端数":""},{"每月包含手机本地市话通话时长":""},{"每月包含手机国内长途通话时长":""},{"每月包含手机本地通话时长":""},{"每月包含手机国内漫游通话时长":""},{"每月包含手机国内通话时长":""},{"每月包含手机长漫通话时长":""},{"手机免费接听范围":""},{"每月包含手机本地上网时长":""},{"每月包含手机省内上网时长":""},{"每月包含手机国内上网时长":""},{"每月包含手机国际漫游上网时长":""},{"每月包含手机本地上网流量":""},{"每月包含手机省内上网流量":""},{"每月包含手机国内上网流量":""},{"每月包含手机国际漫游上网流量":""},{"每月包含上网卡本地上网流量":""},{"每月包含上网卡省内上网流量":""},{"每月包含上网卡国内上网流量":""},{"每月包含上网卡本地上网时长":""},{"每月包含上网卡省内上网时长":""},{"每月包含上网卡国内漫游上网时长":""},{"每月包含国内手机WIFI上网时长":""},{"每月包含国内点对点短信":""},{"每月包含国内点对点彩信":""},{"每月包含宽带上网时长":""},{"V网优惠":""},{"优惠促销":""},{"超值赠送":""},{"资费内服务备注":"" }]},
    {"超出部分资费说明":[{"手机市话主叫":""},{"手机国内长途主叫":""},{"手机国内漫游主叫":""},{"手机国内漫游被叫":""},{"手机加拨IP拨打国内长途资费":""},{"手机加拨IP拨打国际长途资费":""},{"手机国内上网资费":""},{"手机WIFI上网资费":""},{"手机点对点短信":""},{"手机点对点彩信":""},{"有线宽带上网资费":""},{"超出资费部分备注":""}]},
    {"资费说明":[{"新增当月资费":""},{"变更当月资费":""},{"退订当月资费":"" }]},
    {"注意事项":[{"生失效规则":""},{"是否积分":""},{"违约规则描述":""},{"办理/变更时互斥规则":""},{" 费用使用规则":""},{"申请停用或注销规则":""},{"欠费停用或注销规则":""},{"业务规则补充说明":""}]},
    {"套餐受理":[{"开通方式":""},{"变更方式":""},{"退订方式":""},{"其他渠道备注说明":""}]},
    {"FAQ":[{"FAQ":""}]}
];
var LevelDataMarketJson=[{"基本介绍":[{"名称":""},{"地区":""},{"活动类型":""},{"活动亮点":""},{"活动对象":""},{"开展渠道":""},{"开始日期":""},{"结束日期":""},{"适用客户类型":""},{"适用范围说明":"" }]},
    {"活动内容":[{"赠送内容":""},{"参与方式":""},{"资费介绍":""}]},
    {"注意事项（活动规则）":[{"生失效规则":""},{"违约规则描述":""},{"参与时的互斥规则":""},{"费用使用规则":""},{"申请停用活注销规则":""},{"欠费停用或注销规则":""},{"内部注意事项":""}]},
    {"活动受理":[{"新办受理渠道":""},{"变更受理渠道":""},{"退订受理渠道":""}]},
    {"使用说明":[{"操作步骤":"" }]},
    {"办理规范":[{"新办规范":""},{"新增操作指引手册/协议":""},{"变更规范":""},{"变更操作指引":""},{"退订规范":""},{"退订退订操作指引":""}]},
    {"FAQ":[{"关联FAQ":"" }]}
];

// Test Data
var testJson = {"title":"","content":"","children":[{"title":"业务介绍","content":"","children":[{"title":"常用别名","content":"","children":[]},{"title":"业务简介","content":"","children":[]},{"title":"业务功能","content":"","children":[]},{"title":"业务上线时间","content":"","children":[]},{"title":"业务下线时间","content":"","children":[]},{"title":"业务卖点","content":"","children":[]},{"title":"适用范围","content":"","children":[]},{"title":"互斥知识","content":"","children":[]},{"title":"FAQ","content":"","children":[]}]},{"title":"业务资费","content":"","children":[{"title":"资费标准","content":"","children":[{"title":"月功能费","content":"","children":[]},{"title":"通信费","content":"","children":[]},{"title":"流量费","content":"","children":[]},{"title":"信息费","content":"","children":[]},{"title":"季费","content":"","children":[]},{"title":"年费","content":"","children":[]}]},{"title":"扣费方式","content":"","children":[]},{"title":"FAQ","content":"","children":[]}]},{"title":"业务办理","content":"","children":[{"title":"业务开通","content":"","children":[{"title":"营业厅开通方式","content":"","children":[{"title":"个人","content":"","children":[]},{"title":"集团","content":"","children":[]}]},{"title":"短信营业厅开通方式","content":"","children":[]},{"title":"掌上营业厅开通方式","content":"","children":[]},{"title":"WAP营业厅开通方式","content":"","children":[]},{"title":"客户端开通方式","content":"","children":[]},{"title":"客户经理开通方式","content":"","children":[]},{"title":"其他渠道开通方式","content":"","children":[]}]},{"title":"业务变更","content":"","children":[{"title":"营业厅变更方式","content":"","children":[{"title":"个人","content":"","children":[]},{"title":"集团","content":"","children":[]}]},{"title":"网上营业厅变更方式","content":"","children":[]},{"title":"短信营业厅变更方式","content":"","children":[]},{"title":"掌上营业厅变更方式","content":"","children":[]},{"title":"WAP营业厅变更方式","content":"","children":[]},{"title":"客户端变更方式","content":"","children":[]},{"title":"客户经理变更方式","content":"","children":[]},{"title":"其他渠道变更方式","content":"","children":[]}]},{"title":"业务退订","content":"","children":[{"title":"营业厅退订方式","content":"","children":[{"title":"个人","content":"","children":[]},{"title":"集团","content":"","children":[]}]},{"title":"网上营业厅退订方式","content":"","children":[]},{"title":"短信营业厅退订方式","content":"","children":[]},{"title":"掌上营业厅退订方式","content":"","children":[]},{"title":"WAP营业厅退订方式","content":"","children":[]},{"title":"客户端退订方式","content":"","children":[]},{"title":"客户经理退订方式","content":"","children":[]},{"title":"其他渠道退订方式","content":"","children":[]}]},{"title":"业务增加","content":"","children":[{"title":"营业厅增加方式","content":"","children":[{"title":"个人","content":"","children":[]},{"title":"集团","content":"","children":[]}]},{"title":"网上营业厅增加方式","content":"","children":[]},{"title":"短信营业厅增加方式","content":"","children":[]},{"title":"掌上营业厅增加方式","content":"","children":[]},{"title":"WAP营业厅增加方式","content":"","children":[]},{"title":"客户端增加方式","content":"","children":[]},{"title":"客户经理增加方式","content":"","children":[]},{"title":"其他渠道增加方式","content":"","children":[]}]},{"title":"业务删除","content":"","children":[{"title":"营业厅删除方式","content":"","children":[{"title":"个人","content":"","children":[]},{"title":"集团","content":"","children":[]}]},{"title":"网上营业厅增加方式","content":"","children":[]},{"title":"短信营业厅增加方式","content":"","children":[]},{"title":"掌上营业厅增加方式","content":"","children":[]},{"title":"WAP营业厅增加方式","content":"","children":[]},{"title":"客户端增加方式","content":"","children":[]},{"title":"客户经理增加方式","content":"","children":[]},{"title":"其他渠道增加方式","content":"","children":[]}]},{"title":"业务暂停","content":"","children":[{"title":"营业厅暂停方式","content":"","children":[{"title":"个人","content":"","children":[]},{"title":"集团","content":"","children":[]}]},{"title":"网上营业厅暂停方式","content":"","children":[]},{"title":"短信营业厅暂停方式","content":"","children":[]},{"title":"掌上营业厅暂停方式","content":"","children":[]},{"title":"WAP营业厅暂停方式","content":"","children":[]},{"title":"客户端暂停方式","content":"","children":[]},{"title":"客户经理暂停方式","content":"","children":[]},{"title":"其他渠道暂停方式","content":"","children":[]}]},{"title":"业务恢复","content":"","children":[{"title":"营业厅恢复方式","content":"","children":[{"title":"个人","content":"","children":[]},{"title":"集团","content":"","children":[]}]},{"title":"网上营业厅恢复方式","content":"","children":[]},{"title":"短信营业厅恢复方式","content":"","children":[]},{"title":"掌上营业厅恢复方式","content":"","children":[]},{"title":"WAP营业厅恢复方式","content":"","children":[]},{"title":"客户端恢复方式","content":"","children":[]},{"title":"客户经理恢复方式","content":"","children":[]},{"title":"其他渠道恢复方式","content":"","children":[]}]},{"title":"业务修改","content":"","children":[{"title":"营业厅修改方式","content":"","children":[{"title":"个人","content":"","children":[]},{"title":"集团","content":"","children":[]}]},{"title":"网上营业厅恢复方式","content":"","children":[]},{"title":"短信营业厅恢复方式","content":"","children":[]},{"title":"掌上营业厅恢复方式","content":"","children":[]},{"title":"WAP营业厅恢复方式","content":"","children":[]},{"title":"客户端恢复方式","content":"","children":[]},{"title":"客户经理恢复方式","content":"","children":[]},{"title":"其他渠道恢复方式","content":"","children":[]}]},{"title":"业务重置","content":"","children":[{"title":"营业厅重置方式","content":"","children":[{"title":"个人","content":"","children":[]},{"title":"集团","content":"","children":[]}]},{"title":"网上营业厅重置方式","content":"","children":[]},{"title":"短信营业厅重置方式","content":"","children":[]},{"title":"掌上营业厅重置方式","content":"","children":[]},{"title":"WAP营业厅重置方式","content":"","children":[]},{"title":"客户端重置方式","content":"","children":[]},{"title":"客户经理重置方式","content":"","children":[]},{"title":"其他渠道重置方式","content":"","children":[]}]},{"title":"业务激活","content":"","children":[{"title":"营业厅激活方式","content":"","children":[{"title":"个人","content":"","children":[]},{"title":"集团","content":"","children":[]}]},{"title":"网上营业厅激活方式","content":"","children":[]},{"title":"短信营业厅激活方式","content":"","children":[]},{"title":"掌上营业厅激活方式","content":"","children":[]},{"title":"WAP营业厅激活方式","content":"","children":[]},{"title":"客户端激活方式","content":"","children":[]},{"title":"客户经理激活方式","content":"","children":[]},{"title":"其他渠道激活方式","content":"","children":[]}]},{"title":"业务查询","content":"","children":[{"title":"营业厅查询方式","content":"","children":[{"title":"个人","content":"","children":[]},{"title":"集团","content":"","children":[]}]},{"title":"网上营业厅查询方式","content":"","children":[]},{"title":"短信营业厅查询方式","content":"","children":[]},{"title":"掌上营业厅查询方式","content":"","children":[]},{"title":"WAP营业厅查询方式","content":"","children":[]},{"title":"客户端查询方式","content":"","children":[]},{"title":"客户经理查询方式","content":"","children":[]},{"title":"其他渠道查询方式","content":"","children":[]}]},{"title":"协议单据","content":"","children":[]},{"title":"FAQ","content":"","children":[]}]},{"title":"业务使用","content":"","children":[{"title":"客户端下载","content":"","children":[]},{"title":"客户端安装","content":"","children":[]},{"title":"客户端登录","content":"","children":[]},{"title":"客户端设置","content":"","children":[]},{"title":"客户端保存","content":"","children":[]},{"title":"PC下载","content":"","children":[]},{"title":"PC安装","content":"","children":[]},{"title":"PC登录","content":"","children":[]},{"title":"PC设置","content":"","children":[]},{"title":"PC保存","content":"","children":[]},{"title":"FAQ","content":"","children":[]}]},{"title":"内部知晓","content":"","children":[{"title":"10086相关","content":"","children":[]},{"title":"营业厅相关","content":"","children":[]},{"title":"二线客服","content":"","children":[]},{"title":"主管部门","content":"","children":[]}]}]};

// City Data
var cityData2 = {
    '山东': ['济南', '滨州', '德州', '东营', '菏泽', '济宁', '莱芜', '临沂', '聊城', '青岛', '日照', '泰安', '威海', '潍坊', '烟台', '淄博', '枣庄'],
    '江苏': ['南京', '常州', '淮安', '连云港', '南通', '苏州', '宿迁', '泰州', '无锡', '徐州', '盐城', '扬州', '镇江'],
    '浙江': ['杭州', '湖州', '嘉兴', '金华', '丽水', '宁波', '衢州', '绍兴', '台州', '温州', '舟山'],
    '上海': ['上海'],
    '安徽': ['合肥', '安庆', '蚌埠', '巢湖', '池州', '滁州', '阜阳', '亳州', '淮北', '淮南', '黄山', '六安', '马鞍山', '宿州', '铜陵', '芜湖', '宣城'],
    '江西': ['南昌', '抚州', '赣州', '吉安', '景德镇', '九江', '萍乡', '上饶', '新余', '鹰潭', '宜春'],
    '福建': ['福州', '龙岩', '南平', '宁德', '莆田', '泉州', '三明', '厦门', '漳州'],
    '广东': ['广州', '潮州', '东莞', '佛山', '河源', '惠州', '江门', '揭阳', '茂名', '梅州', '清远', '深圳', '汕头', '汕尾', '韶关', '阳江', '云浮', '肇庆', '湛江', '珠海', '中山'],
    '广西': ['南宁', '百色', '北海', '崇左', '防城港', '贵港', '桂林', '河池', '贺州', '来宾', '柳州', '钦州', '梧州', '玉林'],
    '海南': ['海口', '三亚'],
    '湖南': ['长沙', '郴州', '常德', '衡阳', '怀化', '吉首', '娄底', '邵阳', '湘潭', '益阳', '永州', '岳阳', '张家界', '株洲'],
    '湖北': ['武汉', '鄂州', '黄冈', '黄石', '荆门', '荆州', '十堰', '随州', '咸宁', '襄樊', '孝感', '宜昌'],
    '河南': ['郑州', '安阳', '鹤壁', '焦作', '开封', '漯河', '洛阳', '南阳', '平顶山', '濮阳', '商丘', '三门峡', '新乡', '信阳', '许昌', '周口', '驻马店'],
    '北京': ['北京'],
    '天津': ['天津'],
    '河北': ['石家庄', '保定', '承德', '沧州', '衡水', '邯郸', '廊坊', '秦皇岛', '唐山', '邢台', '张家口'],
    '山西': ['太原', '长治', '大同', '晋城', '晋中', '临汾', '吕梁', '朔州', '忻州', '阳泉', '运城'],
    '内蒙古': ['呼和浩特', '阿拉善盟', '巴彦淖尔', '包头', '鄂尔多斯', '呼伦贝尔', '通辽', '乌海', '乌兰察布', '锡林郭勒盟', '兴安盟', '赤峰'],
    '宁夏': ['银川', '固原', '石嘴山', '吴忠', '中卫'],
    '青海': ['西宁'],
    '陕西': ['西安', '安康', '宝鸡', '汉中', '商洛', '铜川', '渭南', '咸阳', '延安', '榆林'],
    '甘肃': ['兰州', '白银', '定西', '嘉峪关', '金昌', '酒泉', '陇南', '平凉', '庆阳', '天水', '武威', '张掖'],
    '新疆': ['乌鲁木齐', '阿克苏', '阿勒泰', '哈密', '和田', '喀什', '克拉玛依', '塔城', '吐鲁番'],
    '四川': ['成都', '巴中', '达州', '德阳', '广安', '广元', '乐山', '泸州', '眉山', '绵阳', '南充', '内江', '攀枝花', '遂宁', '雅安', '宜宾', '自贡', '资阳'],
    '重庆': ['重庆'],
    '贵州': ['贵阳', '安顺', '六盘水', '遵义'],
    '云南': ['昆明', '保山', '丽江', '临沧', '普洱', '曲靖', '玉溪', '昭通'],
    '西藏': ['拉萨'],
    '辽宁': ['沈阳', '鞍山', '本溪', '朝阳', '大连', '丹东', '抚顺', '阜新', '葫芦岛', '锦州', '辽阳', '盘锦', '铁岭', '营口'],
    '吉林': ['长春', '白城', '白山', '吉林', '辽源', '四平', '松原', '通化'],
    '黑龙江': ['哈尔滨', '大庆', '鹤岗', '黑河', '鸡西', '佳木斯', '牡丹江', '齐齐哈尔', '七台河', '双鸭山', '绥化', '伊春']
};