$(document).ready(function () {
    var cityData = {
        '全国': ['全国'],
        '山东': ['济南', '滨州', '德州', '东营', '菏泽', '济宁', '莱芜', '临沂', '聊城', '青岛', '日照', '泰安', '威海', '潍坊', '烟台', '淄博', '枣庄'],
        '江苏': ['南京', '常州', '淮安', '连云港', '南通', '苏州', '宿迁', '泰州', '无锡', '徐州', '盐城', '扬州', '镇江'],
        '浙江': ['杭州', '湖州', '嘉兴', '金华', '丽水', '宁波', '衢州', '绍兴', '台州', '温州', '舟山'],
        '上海': ['上海'],
        '安徽': ['合肥', '安庆', '蚌埠', '巢湖', '池州', '滁州', '阜阳', '亳州', '淮北', '淮南', '黄山', '六安', '马鞍山', '宿州', '铜陵', '芜湖', '宣城'],
        '江西': ['南昌', '抚州', '赣州', '吉安', '景德镇', '九江', '萍乡', '上饶', '新余', '鹰潭', '宜春'],
        '福建': ['福州', '龙岩', '南平', '宁德', '莆田', '泉州', '三明', '厦门', '漳州'],
        '广东': ['广州', '潮州', '东莞', '佛山', '河源', '惠州', '江门', '揭阳', '茂名', '梅州', '清远', '深圳', '汕头', '汕尾', '韶关', '阳江', '云浮', '肇庆', '湛江', '珠海', '中山'],
        '广西': ['南宁', '百色', '北海', '崇左', '防城港', '贵港', '桂林', '河池', '贺州', '来宾', '柳州', '钦州', '梧州', '玉林'],
        '海南': ['海口', '三亚'],
        '湖南': ['长沙', '郴州', '常德', '衡阳', '怀化', '吉首', '娄底', '邵阳', '湘潭', '益阳', '永州', '岳阳', '张家界', '株洲'],
        '湖北': ['武汉', '鄂州', '黄冈', '黄石', '荆门', '荆州', '十堰', '随州', '咸宁', '襄樊', '孝感', '宜昌'],
        '河南': ['郑州', '安阳', '鹤壁', '焦作', '开封', '漯河', '洛阳', '南阳', '平顶山', '濮阳', '商丘', '三门峡', '新乡', '信阳', '许昌', '周口', '驻马店'],
        '北京': ['北京'],
        '天津': ['天津'],
        '河北': ['石家庄', '保定', '承德', '沧州', '衡水', '邯郸', '廊坊', '秦皇岛', '唐山', '邢台', '张家口'],
        '山西': ['太原', '长治', '大同', '晋城', '晋中', '临汾', '吕梁', '朔州', '忻州', '阳泉', '运城'],
        '内蒙古': ['呼和浩特', '阿拉善盟', '巴彦淖尔', '包头', '鄂尔多斯', '呼伦贝尔', '通辽', '乌海', '乌兰察布', '锡林郭勒盟', '兴安盟', '赤峰'],
        '宁夏': ['银川', '固原', '石嘴山', '吴忠', '中卫'],
        '青海': ['西宁'],
        '陕西': ['西安', '安康', '宝鸡', '汉中', '商洛', '铜川', '渭南', '咸阳', '延安', '榆林'],
        '甘肃': ['兰州', '白银', '定西', '嘉峪关', '金昌', '酒泉', '陇南', '平凉', '庆阳', '天水', '武威', '张掖'],
        '新疆': ['乌鲁木齐', '阿克苏', '阿勒泰', '哈密', '和田', '喀什', '克拉玛依', '塔城', '吐鲁番'],
        '四川': ['成都', '巴中', '达州', '德阳', '广安', '广元', '乐山', '泸州', '眉山', '绵阳', '南充', '内江', '攀枝花', '遂宁', '雅安', '宜宾', '自贡', '资阳'],
        '重庆': ['重庆'],
        '贵州': ['贵阳', '安顺', '六盘水', '遵义'],
        '云南': ['昆明', '保山', '丽江', '临沧', '普洱', '曲靖', '玉溪', '昭通'],
        '西藏': ['拉萨'],
        '辽宁': ['沈阳', '鞍山', '本溪', '朝阳', '大连', '丹东', '抚顺', '阜新', '葫芦岛', '锦州', '辽阳', '盘锦', '铁岭', '营口'],
        '吉林': ['长春', '白城', '白山', '吉林', '辽源', '四平', '松原', '通化'],
        '黑龙江': ['哈尔滨', '大庆', '鹤岗', '黑河', '鸡西', '佳木斯', '牡丹江', '齐齐哈尔', '七台河', '双鸭山', '绥化', '伊春']
    };
    $(".kb_provinces_btn").live("click", function() {
        var provinces = "";
        for (var key in cityData) {
            provinces += "<li>" + key + "</li>"
        }
        $(".provinces_list").html(provinces);
        $(".provinces_list").css("display", "block");
    });
    $(".provinces_list li").live("click", function() {
        $(".provinces_list").css("display", "none");
        var province = $(this).html();
        $(".provinces_span").html(province);
        $(".city_span").html(cityData[province][0]);
    });
    $(".kb_city_btn").live("click", function() {
        var city = "";
        var province = $(".provinces_span").html();
        for (var key in cityData[province]) {
            city += "<li>" + cityData[province][key] + "</li>"
        }
        $(".city_list").html(city);
        $(".city_list").css("display", "block");
    });
    $(".city_list li").live("click", function() {
        $(".city_list").css("display", "none");
        var city = $(this).html();
        $(".city_span").html(city);
    });
    $(".search_btn").click(function(){
        var keyword = $("#search").val();
        var country = false;
        var province = $(".provinces_span").html();
        var city = "";
        if ("全国"  == province) {
            country = true;
            province = "";
            city = "";
        }
        else {
            country = false;
            city = $(".city_span").html();
        }
        var url = "/search_list.html?search="+ keyword +"&country=" + country + "&province=" + province + "&city=" + city;
        window.location.href = url;
    });
});
$(document).click(function() {
    $(".provinces_list").css("display", "none");
    $(".city_list").css("display", "none");
});

